Repository: NMarjou/localization-app
Catalog: TMs/en-US_it-IT.tmx
Source language: en_us
Languages: it_it

source: Guaranteed amount rule
it_it: Regola dell'importo garantito

source: Guideline rule
it_it: Regola della linea guida

source: Payroll
it_it: Buste paga

source: Proposal management formula
it_it: Formula di gestione delle proposte

source: Used in the following places
it_it: Utilizzato nei seguenti luoghi

source: View dependencies
it_it: Visualizza dipendenze

source: Edit comp round
it_it: Modifica ciclo di retribuzione

source: Departure
it_it: Partenza

source: Time in the company
it_it: Tempo nell'azienda

source: All individuals within the specified population will have assigned guaranteed amount for the selected compensation element.
it_it: A tutti gli individui all'interno della popolazione specificata verrà assegnato un importo garantito per l'elemento di compenso selezionato.

source: The rule list is empty. Get started by creating a guaranteed amount rule.
it_it: L'elenco delle regole è vuoto. Inizia creando una regola di importo garantito.

source: Guaranteed amount rules
it_it: Regole sull'importo garantito

source: No guaranteed amounts rules were established
it_it: Non sono state stabilite regole sugli importi garantiti

source: Select the compensation element
it_it: Seleziona l'elemento di compensazione

source: The compensation element is required.
it_it: L'elemento della retribuzione è obbligatorio.

source: Set the minimum or fixed value that must be honored.
it_it: Imposta il valore minimo o fisso che deve essere rispettato.

source: Define the guaranteed amount for this rule and how you want to provide the amount. The guaranteed amount will be reflected in the local worker currency.
it_it: Definisci l'importo garantito per questa regola e come desideri fornire l'importo. L'importo garantito sarà riflesso nella valuta locale dei Collaboratori.

source: Guaranteed amounts
it_it: Importi garantiti

source: Add a name and a description to the rule.
it_it: Aggiunga un nome e una descrizione alla regola.

source: The rule name is required.
it_it: Il nome della regola è obbligatorio.

source: Comp round guidelines
it_it: Linee guida per il ciclo di retribuzione

source: Guideline rules
it_it: Regole delle linee guida

source: Guidelines
it_it: Linee guida

source: Add secondary hierarchy
it_it: Aggiungi gerarchia secondaria

source: The hierarchy cannot be empty.
it_it: La gerarchia non può essere vuota.

source: Hierarchy
it_it: Gerarchia

source: Select a hierarchy
it_it: Seleziona una gerarchia

source: Hierarchy preview
it_it: Anteprima gerarchia

source: No worker data yet. Import workers via the Data Foundation to view them here.
it_it: Ancora nessun dato sui collaboratori. Importa i collaboratori tramite la fondazione dei dati per visualizzarli qui.

source: No selected hierarchy
it_it: Nessuna gerarchia selezionata

source: Secondary hierarchy
it_it: Gerarchia secondaria

source: Standard hierarchy
it_it: Gerarchia standard

source: Build hierarchies used to drive round access
it_it: Costruisci gerarchie utilizzate per determinare l'accesso ai cicli

source: Choose hierarchy configuration
it_it: Scegli la configurazione della gerarchia

source: Select a hierarchy to drive round access
it_it: Seleziona una gerarchia determinare l'accesso al ciclo

source: Define hierarchy
it_it: Definisci gerarchia

source: Define the timeframe for bonus calculations.
it_it: Definisca l'intervallo di tempo per il calcolo dei bonus.

source: Bonus plan period
it_it: Periodo del piano bonus

source: Period end date
it_it: Data di fine periodo

source: The period end date cannot be empty.
it_it: La data di fine periodo non può essere vuota.

source: Period start date
it_it: Data di inizio del periodo

source: The period start date cannot be empty.
it_it: La data di inizio del periodo non può essere vuota.

source: Specify the start and end dates of the compensation round.
it_it: Specificare le date di inizio e fine del ciclo di compensazione.

source: Compensation round timeline
it_it: Cronologia del ciclo di compensazione

source: Select a data model and set key dates.
it_it: Selezioni un Data Modeler e imposti le date chiave.

source: Enable communications
it_it: Abilita comunicazioni

source: Download payroll data drop
it_it: Scarica il file dei dati delle buste paga

source: Define a password to download the file.
it_it: Definisca una password per scaricare il file.

source: Export results or integrate via API
it_it: Esporta i risultati o integra tramite API

source: Payroll data drop
it_it: Importazione dati delle retribuzioni

source: Define the population(s) for the round
it_it: Definisci le popolazioni per il ciclo

source: Are you sure you want to publish the comp round?
it_it: Pubblicare il ciclo di retribuzione?

source: Publish comp round
it_it: Pubblica ciclo di retribuzione

source: Add bonus plan
it_it: Aggiungi piano bonus

source: Bonus configuration
it_it: Configurazione bonus

source: Define the bonus plans and comp elements for this round
it_it: Definisci i piani bonus e gli elementi retributivi per questo ciclo

source: This bonus plan is already selected in another row.
it_it: Questo piano bonus è già selezionato in un'altra riga.

source: Bonus plan
it_it: Piano bonus

source: The bonus plan cannot be empty.
it_it: Il piano bonus non può essere vuoto.

source: This comp element is already assigned to another bonus plan.
it_it: Questo elemento di retribuzione è già assegnato a un altro piano bonus.

source: One or more comp elements are assigned to bonus plan configuration.
it_it: Uno o più elementi retributivi sono assegnati alla configurazione del piano bonus.

source: This comp element is already assigned to the salary configuration.
it_it: Questo elemento retributivo è già assegnato alla configurazione dello stipendio.

source: The comp element cannot be empty.
it_it: L’elemento di retribuzione non può essere vuoto.

source: The selected compensation element is currently in use. To remove it, review its dependencies and remove them first.
it_it: L'elemento di compensazione selezionato è attualmente in uso. Per rimuoverlo, controlla la sua Valutazione delle dipendenze e rimuovile prima.

source: Comp elements with name {{names}} already exist. Please remove them to proceed.
it_it: Gli elementi Comp con nome {{names}} esistono già. Rimuoverli per procedere.

source: No comp elements with the name or code "{{phrase}}"
it_it: Nessun elemento della retribuzione con il nome o codice "{{phrase}}"

source: Select at least one comp element.
it_it: Seleziona almeno un elemento della retribuzione.

source: Please select at least one element.
it_it: Seleziona almeno un elemento.

source: One or more selected compensation elements are currently in use. To remove them, review their dependencies and remove those first.
it_it: Uno o più elementi di retribuzione selezionati sono attualmente in uso. Per rimuoverli, controlla le loro dipendenze e rimuovi prima quelle.

source: Exchange rate group
it_it: Gruppo di tasso di cambio

source: Comp tree
it_it: Struttura ad albero retribuzione

source: Configuration
it_it: Configurazione

source: The effective date cannot be empty.
it_it: La data di decorrenza non può essere vuota.

source: The comp round currency cannot be empty.
it_it: La valuta del round di compensazione non può essere vuota.

source: Currency
it_it: Valuta

source: Date at which the adjustments performed in the comp round will come into effect.
it_it: Data in cui le modifiche effettuate nel ciclo di retribuzione entreranno in vigore.

source: Exchange rate type
it_it: Tipo di tasso di cambio

source: The exchange rate type cannot be empty.
it_it: Il tipo di tasso di cambio non può essere vuoto.

source: Round code
it_it: Codice ciclo

source: A round with that code already exists
it_it: Esiste già un ciclo con quel codice

source: The round code cannot be empty.
it_it: Il codice del round non può essere vuoto.

source: A round with that code cannot be validated at this time. Please try again later.
it_it: Un ciclo con quel codice non può essere convalidato in questo momento. Riprova più tardi.

source: Comp round owners
it_it: Proprietari del ciclo di retribuzione

source: Round type
it_it: Tipo di turno

source: Choose the compensation components to include in this round
it_it: Scegli i componenti retributivi da includere in questo ciclo

source: Please make sure at least one round type is enabled.
it_it: Si assicuri che sia abilitato almeno un tipo di turno.

source: Salary configuration
it_it: Configurazione stipendio

source: Select the comp element that will store salary decisions
it_it: Seleziona l'elemento retributivo che memorizzerà le decisioni salariali

source: Merit increases and base pay adjustments
it_it: Aumenti per merito e adeguamenti della retribuzione base

source: Enter the basic information for the round
it_it: Inserisci le informazioni di base per il ciclo

source: Round details
it_it: Dettagli del ciclo

source: STI bonus (Short Term Incentive)
it_it: Bonus STI (Incentivo a breve termine)

source: Changing the bonus plan will trigger a recalculation of the bonus for the workers in this compensation round. Are you sure you want to proceed?
it_it: La modifica del piano bonus attiverà un ricalcolo del bonus per i Collaboratori in questo ciclo retributivo. Sei sicuro di voler procedere?

source: Change bonus plan
it_it: Modifica piano bonus

source: Incentive payouts and variable pay
it_it: Pagamenti di incentivi e retribuzione variabile

source: You have deselected a bonus plan that's no longer active. Once you save the round, it won't be available for selection again.
it_it: Hai deselezionato un piano bonus che non è più attivo. Una volta salvato il ciclo, non sarà più disponibile per la selezione.

source: Deactivated bonus plan
it_it: Piano bonus disattivato

source: Cut-off date
it_it: Data di chiusura

source: The cut-off date cannot be empty.
it_it: La data di cut-off non può essere vuota.

source: Date at which the data of the workers is to be filtered.
it_it: Data alla quale i dati dei Collaboratori devono essere filtrati.

source: The data model cannot be empty.
it_it: Il modello di dati non può essere vuoto.

source: Warning!
it_it: Attenzione!

source: This data model is currently in use; changing it will delete all associated configurations. Are you sure you want to proceed?
it_it: Questo modello di dati è attualmente in uso; modificarlo eliminerà tutte le configurazioni associate. È sicuro di voler procedere?

source: Unselect & delete
it_it: Deseleziona e elimina

source: The bonus plan effective date cannot be empty.
it_it: La data di efficacia del piano bonus non può essere vuota.

source: Specify the date at which the compensation adjustments will take effect.
it_it: Specificare la data in cui le modifiche alla retribuzione avranno effetto.

source: Effective dates
it_it: Date di efficacia

source: The salary effective date cannot be empty.
it_it: La data di decorrenza dello stipendio non può essere vuota.

source: Freeze date
it_it: Data di blocco

source: The freeze date cannot be empty.
it_it: La data di blocco non può essere vuota.

source: Date after which changes to the data loaded in the data model will not be considered for the comp round.
it_it: Data dopo la quale le modifiche ai dati caricati nel Data Modeler non saranno considerate per il round di valutazione.

source: The name must be unique.
it_it: Il nome deve essere unico.

source: Create compensation round
it_it: Crea un ciclo di retribuzione

source: Delete report
it_it: Elimina report

source: Are you sure you want to delete this validation report?
it_it: Eliminare questo report di convalida?

source: The report was successfully deleted.
it_it: Report eliminato correttamente.

source: Download report
it_it: Scarica il report

source: All data model fields.
it_it: Tutti i campi del modello dati.

source: Define a password to download the file
it_it: Definisci una password per scaricare il file

source: Select fields:
it_it: Seleziona i campi:

source: Only selected fields on the team planner view.
it_it: Solo i campi selezionati nella vista del pianificatore del team.

source: View & validate round configurations
it_it: Visualizza e convalida le configurazioni dei cicli

source: An error occurred when generating the report.
it_it: Si è verificato un errore durante la generazione del report.

source: The file is being generated; download will start shortly.
it_it: Il file è in fase di generazione; il download inizierà a breve.

source: The password must meet the following requirements:
it_it: La password deve soddisfare i seguenti requisiti:

source: Special characters allowed: {{characters}}
it_it: Caratteri speciali consentiti: {{characters}}

source: Maximum password length: {{n}} characters
it_it: Lunghezza massima della password: {{n}} caratteri

source: Minimum password length: {{n}} characters
it_it: Lunghezza minima della password: {{n}} caratteri

source: {{min}}-{{max}} characters long
it_it: Lunghezza compresa tra {{min}} e {{max}} caratteri

source: Must contain at least one lowercase character
it_it: Deve contenere almeno un carattere minuscolo

source: Must contain at least one number
it_it: Deve contenere almeno un numero

source: Must contain at least one uppercase character
it_it: Deve contenere almeno un carattere maiuscolo

source: Generate
it_it: Genera

source: Generate report
it_it: Genera report

source: Your validation report is being generated. You will be notified when it is ready.
it_it: Il tuo report di convalida è in fase di generazione. Riceverai un avviso quando sarà pronto.

source: Notes
it_it: Note

source: Rename report
it_it: Rinomina report

source: The report was successfully renamed.
it_it: Report rinominato correttamente.

source: View and validate round configurations
it_it: Visualizza e convalida le configurazioni dei cicli

source: Validation
it_it: Convalida

source: Compensation manager
it_it: Manager della retribuzione

source: HRBP approval
it_it: Approvazione HRBP

source: Manager +1 review
it_it: Manager +1 revisione

source: HRBP review
it_it: Valutazione HRBP

source: Enable proposal adjustments
it_it: Abilita le modifiche alla proposta

source: Enable rejection of manager proposal
it_it: Abilita il rifiuto della proposta del manager

source: Enable rejection of manager+1 proposal
it_it: Abilita il rifiuto della proposta del manager+1

source: Actions:
it_it: Azioni:

source: Comp manager
it_it: Responsabile compensi

source: Comp manager +1
it_it: Responsabile retribuzione +1

source: Add step
it_it: Aggiungi passaggio

source: Add step above
it_it: Aggiungi passaggio sopra

source: Add step below
it_it: Aggiungi passaggio sotto

source: Please fill in all the mandatory fields in the workflow step.
it_it: Compila tutti i campi obbligatori nel passaggio del flusso di lavoro.

source: Apply template
it_it: Applica modello

source: Create a workflow where all stakeholders work in parallel within the same date range, submitting proposals until the end date.
it_it: Crea un flusso di lavoro in cui tutte le parti interessate lavorano in parallelo nello stesso intervallo di date, inviando proposte fino alla data di fine.

source: Collaborative
it_it: Collaborativo

source: The end date is required.
it_it: La data di fine è obbligatoria.

source: Specify the start and end dates during which edits to the round are permitted.
it_it: Specifica le date di inizio e fine durante le quali sono consentite le modifiche al round.

source: Choose how the stakeholder will participate in the round.
it_it: Scegli come lo stakeholder parteciperà al round.

source: Collaboration settings
it_it: Impostazioni di collaborazione

source: No access
it_it: Nessun accesso

source: Read only
it_it: Solo lettura

source: Read and write
it_it: Lettura e scrittura

source: Are you sure you want to delete this configuration?
it_it: Sei sicuro di voler eliminare questa configurazione?

source: Delete configuration
it_it: Elimina configurazione

source: The configuration was successfully deleted.
it_it: La configurazione è stata eliminata correttamente.

source: Current workflow step:
it_it: Fase attuale del flusso di lavoro:

source: Edit step
it_it: Modifica passaggio

source: Create a workflow based on a predefined approval hierarchy. Steps follow this order: HRBP review → Compensation Manager proposal → Compensation Manager +1 approval → HRBP approval.
it_it: Crea un flusso di lavoro basato su una gerarchia di approvazione predefinita. I passaggi seguono questo ordine: Valutazione HRBP → Proposta Compensation Manager → Approvazione Compensation Manager +1 → Approvazione HRBP.

source: Hierarchy-driven
it_it: Basato sulla gerarchia

source: Preview template
it_it: Anteprima modello

source: Applying this template will replace all your current workflow configurations. This action cannot be undone.
it_it: L'applicazione di questo modello sostituirà tutte le configurazioni del flusso di lavoro correnti. Questa azione non può essere annullata.

source: Replace current workflow?
it_it: Sostituire il flusso di lavoro corrente?

source: At least one of the following workflow steps must be enabled: {{steps}}.
it_it: Almeno uno dei seguenti passaggi del flusso di lavoro deve essere abilitato: {{steps}}.

source: Collaborative workflow
it_it: Flusso di lavoro collaborativo

source: Manager +1 approval
it_it: Approvazione Manager +1

source: Manager proposal
it_it: Proposta del manager

source: Create a workflow from a blank canvas. You have full flexibility to define, add, and configure each step to match your needs.
it_it: Crea un flusso di lavoro da zero. Hai la massima flessibilità per definire, aggiungere e configurare ogni passaggio in base alle tue esigenze.

source: Start from scratch
it_it: Inizia da zero

source: Not started
it_it: Non iniziata

source: Step actions
it_it: Azioni del passaggio

source: Actor
it_it: Attore

source: An actor can not be used in more than one configuration.
it_it: Un attore non può essere utilizzato in più di una configurazione.

source: Choose one or more actors
it_it: Scegli uno o più attori

source: The actor can not be empty.
it_it: L'attore non può essere vuoto.

source: Actors & permissions
it_it: Attori e autorizzazioni

source: Add configuration
it_it: Aggiungi configurazione

source: Step {{stepNumber}}: {{stepName}}
it_it: Passaggio {{stepNumber}}: {{stepName}}

source: Step {{count}}
it_it: Passaggio {{count}}

source: Delete step
it_it: Elimina passaggio

source: Are you sure you want to delete the workflow step?
it_it: Sei sicuro di voler eliminare il passaggio del flusso di lavoro?

source: Delete workflow step
it_it: Elimina passaggio del flusso di lavoro

source: The workflow step was successfully deleted.
it_it: Il passaggio del flusso di lavoro è stato eliminato correttamente.

source: Set the workflow of the compensation round by determining approval dates
it_it: Imposta il flusso di lavoro del ciclo di retribuzione determinando le date di approvazione

source: Duplicate configuration
it_it: Duplica configurazione

source: Step enabled
it_it: Passaggio abilitato

source: Step end date
it_it: Data di fine fase

source: The step end date must be before the end date of all the next steps.
it_it: La data di fine del passaggio deve essere precedente alla data di fine di tutti i passaggi successivi.

source: The step end date must be after the end date of all the previous steps.
it_it: La data di fine del passaggio deve essere successiva alla data di fine di tutti i passaggi precedenti.

source: The step date is outside the round period ({{startDate}} – {{endDate}}).
it_it: La data del passaggio è al di fuori del periodo del ciclo ({{startDate}} – {{endDate}}).

source: The step end date can not be empty.
it_it: La data di fine del passaggio non può essere vuota.

source: Field permissions
it_it: Autorizzazioni campo

source: Hidden
it_it: Nascosto

source: Editing the workflow (i.e. adding, deleting, or reordering steps) will reset all workers to the first step.
it_it: La modifica del flusso di lavoro (ad esempio aggiungendo, eliminando o riordinando i passaggi) ripristinerà tutti i Collaboratori al primo passaggio.

source: Step {{count}}: actions
it_it: Passaggio {{count}}: azioni

source: The name can not be empty.
it_it: Il nome non può essere vuoto.

source: This step isn’t configured yet.
it_it: Questo passaggio non è ancora configurato.

source: Step {{stepNumber}}: not configured
it_it: Passaggio {{stepNumber}}: non configurato

source: Read
it_it: Letti

source: Remove configuration
it_it: Rimuovi configurazione

source: Time-based progression
it_it: Progressione basata sul tempo

source: Automatically advance to next step when end date is reached
it_it: Avanza automaticamente al passaggio successivo quando viene raggiunta la data di fine

source: Write
it_it: Scrivi

source: Workflow steps
it_it: Passaggi del flusso di lavoro

source: Templates
it_it: Modelli

source: This workflow enables parallel collaboration, with stakeholders submitting and updating proposals until the deadline.
it_it: Questo flusso di lavoro consente la collaborazione parallela, con le parti interessate che inviano e aggiornano le proposte fino alla scadenza.

source: This workflow follows a predefined approval hierarchy, with proposals reviewed and approved in sequence.
it_it: Questo flusso di lavoro segue una gerarchia di approvazione predefinita, con le proposte esaminate e approvate in sequenza.

source: Action-driven
it_it: Guidato dall'azione

source: Steps advance per worker when actions (Proceed, Submit, Approve or Reject) are taken. Suited for flexible review processes.
it_it: I passaggi avanzano per ciascun Collaboratore quando vengono eseguite azioni (Procedi, Invia, Approva o Rifiuta). Adatto a processi di Valutazione flessibili.

source: All stakeholders act within the same date range, completing proposals in parallel until the end date.
it_it: Tutti gli stakeholder agiscono all'interno dello stesso intervallo di date, completando le proposte in parallelo fino alla data di fine.

source: Workflow type
it_it: Tipo di workflow

source: Time-driven
it_it: Basato sul tempo

source: Steps follow fixed start and end dates. Access is granted only within the date range. Ideal for predictable review cycles.
it_it: I passaggi seguono date di inizio e fine fisse. L'accesso è consentito solo all'interno dell'intervallo di date. Ideale per cicli di Valutazione prevedibili.

source: View workflow
it_it: Visualizza flusso di lavoro

source: Type or press Ctrl+Space to open auto-suggestion. Begin with a root source such as Data model, Round inputs, or Round calculations, to find fields.
it_it: Digita o premi Ctrl+Spazio per aprire il suggerimento automatico. Inizia con una sorgente radice come Data model, Round inputs o Round calculations per trovare i campi.

source: Start guide
it_it: Guida introduttiva

source: After selecting an item, type a dot (.) to see child properties. Keep drilling until you reach a simple value (number or text); some fields need several levels.
it_it: Dopo aver selezionato un elemento, digita un punto (.) per visualizzare le proprietà figlio. Continua a esplorare finché non raggiungi un valore semplice (numero o testo); alcuni campi richiedono diversi livelli.

source: Drill down with dots
it_it: Esplora con i punti

source: Combine properties (round fields), operators (+, −, ×, ÷), and functions (math, text, logic) to build your formula. Auto-suggestion helps as you type.
it_it: Combina proprietà (campi arrotondati), operatori (+, −, ×, ÷) e funzioni (matematiche, testo, logica) per creare la tua formula. Il completamento automatico ti assiste durante la digitazione.

source: Properties, operators & functions
it_it: Proprietà, operatori e funzioni
